Repository: nitikeshd/uneekli-chrome
Catalog: src/locale/messages.*.xlf
Languages: es

source: Total Revenue
es: إجمالي الإيرادات

source: AED 418.44
es: 418.44 درهم إماراتي

source: Avg Revenue
es: متوسط ​​العائد

source: AED 730.80
es: درهم إماراتي 730.80

source: Opportunity Score
es: نقاط الفرصة

source: Avg Price
es: متوسط ​​السعر

source: AED
es: درهم إماراتي

source: Avg Review
es: متوسط ​​المراجعة

source: Filter Results
es: تصفية النتائج

source: Keyword Cloud
es: الكلمات الرئيسية

source: Please try again after some time.
es: من فضلك حاول مرة أخرى بعد بعض من الوقت.

source: Login
es: تسجيل الدخول

source: Username
es: اسم المستخدم

source: Password
es: كلمة المرور

source: Forgot Password?
es: هل نسيت كلمة السر؟

source: Sign Up
es: اشتراك

source: Actions
es: إجراءات

source: Product Name
es: إسم المنتج

source: Brand
es: الماركة

source: Category
es: فئة المنتج

source: Discounted
es: مخفضة

source: Price
es: سعر المنتج

source: Fba Fee
es: رسوم أمازون

source: Discount
es: تخفيض

source: Net Profit
es: صافي الربح

source: Rating
es: تقييم

source: No. Reviews
es: عدد الملاحظات

source: Amazon Choice
es: اختيار أمازون

source: Best Seller
es: الأكثر مبيعًا

source: Prime
es: رئيس

source: L.Position
es: موقف L

source: G.Position
es: موقف G

source: Item Available
es: العنصر متاح

source: Score
es: نتيجة

source: Storage Fee
es: رسوم التخزين

source: Mo. Sales
es: المبيعات الشهرية

source: D. Sales
es: المبيعات اليومية

source: Mo Revenue
es: الإيرادات الشهرية

source: Rank
es: رتبة

source: Seller Type
es: نوع البائع

source: Sellers
es: الباعة

source: Dimensions
es: أبعاد المنتج

source: Weight
es: وزن المنتج

source: Load more Result
es: تحميل المزيد من النتائج

source: Average Selling Graph
es: متوسط الرسم البياني

source: No of Images
es: عدد الصور

source: Launch Date
es: تاريخ إطلاق المنتج

source: Bsr
es: أفضل رتبة البائع (BSR)

source: Country of Launch
es: دولة إطلاق المنتج

source: Click Count
es: عدد النقرات

source: Size Tier
es: مستوى الحجم

source: Product Price
es: سعر المنتج

source: Brand Name
es: الماركة

source: Search
es: يبحث
